Repository: jonandersen/MusicPickerKit
Catalog: MusicPickerKit/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, it, ja, ms, nl, pl, pt_br, ru, sv, th

# general.addMusic
source: Add Music
ar: أضف موسيقى
de: Musik hinzufügen
es: Agregar Música
fr: Ajouter la musique
he: הוספת מוזיקה
it: Aggiungi musica
ja: 音楽追加
ms: Tambah Muzik
nl: Muziek toevoegen
pl: Dodaj muzykę
pt_br: Adicionar música
ru: Добавить музыку
sv: Lägg till musik
th: เพิ่มดนตรี

# general.music
source: Music
ar: الموسيقى
de: Musik
es: Música
fr: Musique
he: מוזיקה
it: Musica
ja: 音楽
ms: Muzik
nl: Muziek
pl: Muzyka
pt_br: Música
ru: Музыка
sv: Musik
th: เพลง

# music.app_open
source: Open Music app
ar: افتح تطبيق الموسيقى
de: Musik-App öffnen
es: Abrir aplicación de música
fr: Ouvrir l’appli de musique
he: פתח אפליקציית מוזיקה
it: Aprire app Musica
ja: 音楽アプリを開く
ms: Buka aplikasi Muzik
nl: Open Muziek-app
pl: Otwórz aplikację Muzyka
pt_br: Abrir aplicativo de Música
ru: Открыть приложение Music
sv: Öppna Musik-appen
th: เปิดแอพ Music

# music.download.description
source: The song you selected is not available on your device. In order to use it you must first download it to your device from your Music App
ar: الأغنية التي حددتها غير متوفرة على جهازك. لاستخدامها, يجب أولاً تنزيلها على جهازك من تطبيق الموسيقى الخاص بك
de: Der von Dir gewählte Song ist auf Deinem Gerät nicht verfügbar. Um ihn nutzen zu können, musst Du ihn zuerst von Deiner Musik-App auf Dein Gerät herunterladen.
es: La canción que seleccionaste no stá disponible en tu teléfono, para usarla debes descargarla en tu dispositivo desde tu aplicación de música
fr: La chanson que vous avez sélectionnée n'est pas disponible sur votre appareil. Afin de l'utiliser, vous devez d'abord le télécharger sur votre appareil à partir de votre application de musique
he: השיר שבחרת אינו זמין במכשיר שלך. כדי להשתמש בו תצטרך/י קודם להורידו למכשיר שלך מאפליקציית המוזיקה.
it: La canzone che hai selezionato non è disponibile sul tuo dispositivo. Per poterla utilizzare, devi prima scaricarla sul tuo dispositivo dalla tua app musicale
ja: ご選択された歌はあなたの端末からアクセスできないようです。ご利用するため、まず音楽アプリから歌をダウンロードする必要があります。
ms: Lagu yang anda pilih tidak tersedia dalam peranti anda. Untuk menggunakannya anda perlu memuat turun terlebih dahulu ke peranti anda daripada Aplikasi Muzik anda
nl: Het liedje dat je hebt geselecteerd, is niet beschikbaar op je apparaat. Om het te gebruiken, moet je het eerst naar je apparaat downloaden via je Muziek-App
pl: Wybrany przez ciebie utwór nie jest dostępny na twoim urządzeniu. Aby go użyć, musisz najpierw pobrać go na swoje urządzenie z aplikacji Muzyka
pt_br: A música que você selecionou não está disponível em seu dispositivo. Para usá-la, primeiro você deve fazer o download para o seu dispositivo a partir do seu aplicativo de música
ru: Выбранная песня отсутствует на вашем устройстве. Чтобы использовать, нужно сначала скачать ее на ваше устройство из приложения Music
sv: Låten du valt är inte tillgängligt på din enheten. För att använda den måste du först ladda ner låten till din enhet från din Musik App
th: ไม่มีเพลงที่คุณเลือกบนอุปกรณ์ของคุณ หากต้องการใช้เพลงนี้ คุณจะต้องดาวน์โหลดเพลงจาก Music App ลงในอุปกรณ์ของคุณก่อน

# music.download.title
source: Download from iCloud
ar: التنزيل من iCloud
de: Von iCloud herunterladen
es: Descargar de iCloud
fr: Télécharger à partir de icloud
he: הורדה מ-PicPlayPost
it: Scarica da iCloud
ja: iCloudからダウンロードする
ms: Muat turun daripada iCloud
nl: Downloaden van iCloud
pl: Pobierz z iCloud
pt_br: Baixar do iCloud
ru: Скачать из iCloud
sv: Hämta från iCloud
th: ดาวน์โหลดจาก iCloud

# music.photos.import
source: Import from photos
ar: الاستيراد من الصور
de: Aus Fotoalbum importieren
es: Importar desde fotos
fr: Importer à partir des photos
he: יבא מתמונות
it: Importa da foto
ja: 写真からインポートする
ms: Import daripada foto
nl: Importeren van foto's
pl: Importuj ze zdjęć
pt_br: Importar de fotos
ru: Импорт из фотографий
sv: Importera från bilder
th: นำเข้าจากภาพถ่าย

# music.song_unavailable.description
source: The song you selected cannot be used since it's protected by DRM
ar: لا يمكن استخدام الأغنية التي حددتها لأنها محمية بواسطة إدارة الحقوق الرقمية
de: Der ausgewählte Song kann nicht verwendet werden, da er durch DRM geschützt ist.
es: La canción que seleccionaste no puede ser usada por que está protegida por derechos de autor
fr: La chanson que vous avez sélectionnée ne peut pas être utilisée car elle est protégée par DRM
he: לא ניתן להשתמש בשיר שבחרת משום שהוא מוגן על ידי DRM
it: La canzone che hai selezionato non può essere utilizzata poiché è protetta da DRM
ja: ご選択された歌はデジタル著作権によって保護されているため、ご利用が不可能です
ms: Lagu yang anda pilih tidak boleh digunakan memandangkan ia dilindungi oleh DRM
nl: Het geselecteerde liedje kan niet worden gebruikt omdat deze door DRM wordt beschermd
pl: Wybrany przez ciebie utwór nie może być użyty ponieważ jest chroniony przez DRM
pt_br: A música que você selecionou não pode ser usada porque está protegida por DRM
ru: Выбранная песня не может использоваться, потому что она защищена DRM
sv: Låten du valt kan inte användas eftersom den skyddas av DRM
th: ไม่สามารถใช้เพลงที่คุณเลือก เนื่องจากมีการปกป้องจาก DRM

# music.song_unavailable.title
source: Song Unavailable
ar: الأغنية غير متوفرة
de: Song nicht verfügbar
es: Canción no disponible
fr: Chanson non disponible
he: השיר אינו זמין
it: Canzone non disponibile
ja: 歌が使用不可能
ms: Lagu Tidak Tersedia
nl: Liedje niet beschikbaar
pl: Utwór niedostępny
pt_br: Música Indisponível
ru: Песня отсутствует
sv: Sång ej tillgänglig
th: ไม่มีเพลง

# general.end
source: End
ar: النهاية
de: Ende
es: Fin
fr: Fin
he: סיום
it: Fine
ja: 終了
ms: Tamat
nl: Einde
pl: Koniec
pt_br: Fim
ru: Конец
sv: Slut
th: สิ้นสุด

# general.ok
source: Ok
ar: حسناً
he: אישור
th: ตกลง

# general.error
source: Yikes! An error occurred.
ar: يا إلهي! حدث خطأ غير متوقع.
de: Huch! Ein Fehler ist aufgetreten.
es: ¡Ups! Ocurrió un error.
fr: Aïe! Une erreur s'est produite.
he: אוי! אירעה שגיאה.
it: Ahi!Si è verificato un errore.
ja: エラーが発生しました
ms: Alamak! Ada ralat yang timbul.
nl: Oops! Er is een fout opgetreden.
pl: O nie! Wystąpił błąd.
pt_br: Ops! Um erro ocorreu.
ru: Ой! Произошла ошибка.
sv: Ett fel uppstod
th: อ้าว! เกิดข้อผิดพลาดขึ้น

# general.videos
source: Videos
ar: مقاطع الفيديو
he: סרטונים
it: Video
ja: 動画
ms: Video
pl: Filmy
pt_br: Vídeos
ru: Видео
sv: Videor
th: วิดีโอ

# general.start
source: Start
ar: البداية
es: Comenzar
fr: Commencer
he: התחל
it: Inizio
ja: 開始
ms: Mula
nl: Begin
pt_br: Começar
ru: Начать
th: เริ่มต้น
